/* French */
/* Warnings for <cityname> */
"warningsFor" =
	"Attention à %@:\n\n";
	
"falseAlarm" = 
	"Fausse alerte, pas d'erreur. Désolé pour ce dérandgement";

"loadingText" =
    "Chargement";

"pleaseWaitText" =
    "Meteorologist recherche les météos";

/* build as displayed in \"About\" */
"build" =
    "version";

/* No comment provided by engineer. */
"Cancel" =
    "Annuler";

/* City Switcher MenuItem */
"City Switcher" =
    "Changer de ville";

/* Controls MenuItem */
"Controls" =
    "Contrôles";

/* No comment provided by engineer. */
"Current Conditions" =
    "Conditions actuelles";

/* No comment provided by engineer. */
"Extended Forecast" =
    "Prévisions détaillées";

/* No comment provided by engineer. */
"New Version" =
    "Nouvelle version";

/* No comment provided by engineer. */
"No Active Cities" =
    "Aucune ville active";

/* No comment provided by engineer. */
"No New Version" =
    "Pas de nouvelle version";

/* No comment provided by engineer. */
"No Weather" =
    "Météo indisponible";

/* No comment provided by engineer. */
"OK" =
    "OK";

/* No comment provided by engineer. */
"Preferences" =
    "Préférences";

/* No comment provided by engineer. */
"Quit" =
    "Quitter";

/* No comment provided by engineer. */
"Refresh" =
    "Rafraîchir";

/* No comment provided by engineer. */
"Server Unreachable" =
    "Serveur indisponible";

/* Show City Editor MenuItem */
"Show City Editor" =
    "Afficher l'éditeur de ville";

/* No comment provided by engineer. */
"The server could not be reached to determine the most recent version of Meteorologist." =
    "Impossible de déterminer la dernière version sur le serveur de Meteorologist.";

/* Version as displayed in \"About\" */
"Version" =
    "Version";

/* No comment provided by engineer. */
"Version %@ of Meteorologist is available (your version %@).  Would you like to visit the web site?" =
    "La version %1$@ de Meteorologist est disponible (votre version %2$@). Désirez-vous accéder au site web ?";

/* No comment provided by engineer. */
"Visit Web Site" =
    "Visiter le site web";

/* Will be used as \"Weather for <city name>\" */
"Weather For" =
    "Météo pour";

/* No comment provided by engineer. */
"You have the most recent version of Meteorologist." =
    "Vous possédez la dernière version de Meteorologist.";

/* Preferences panel */
"MeteorologistNameText" =
    "Meteorologist";

/* Preferences: Panel 1 (Weather) */
"weatherTabTitle" =
    "Météo";
"temperatureBoxTitle" =
    "Température";
"displayTempTitle" =
    "Afficher la température";
"hideCFTitle" =
    "Masquer l'unité (C/F)";
"showHumidity" =
    "montrer l'humidité";
"menuBarBoxTitle" =
    "Barre du menu";
"displayMenuIconTitle" =
    "Afficher l'icône";
"displayCityNameTitle" =
    "Afficher le nom de la ville";
"fontNameTitle" =
    "Nom de la police :";
"fontSizeTitle" =
    "Corps de la police :";
"fontColorTitle" =
    "Couleur de la police :";
"dockIconBoxTitle" =
    "Icône du Dock";
"imageOpacityTitle" =
    "Opacité de l'image :";
"currentWeatherBoxTitle" =
    "Météo actuelle";
"displayTodayInSubmenuTitle" =
    "Reprendre dans le menu";
"extendedForecastBoxTitle" =
    "Prévision météo étendue";
"forecastDaysOnTitle" =
    "Afficher la météo étendue";
"viewForecastInSubmenuTitle" =
    "Reprendre dans le menu";
"displayDayImageTitle" =
    "Afficher les icônes météo";
"forecastInlineTitle" =
    "Météo sur une ligne";
"forecastDaysNumberLabelTitle" =
    "Nombre de jours";
"generalBoxTitle" =
    "Général";
"embedControlsTitle" =
    "Afficher les contrôles de Meteorologist dans le menu";
"killOtherMeteoTitle" =
    "Prévoir plusieurs météos au lancement de l'application";
"resetButtonTitle" =
    "Réglages par défaut";
"revertButtonTitle" =
    "Revenir aux changements";
"applyButtonTitle" =
    "Appliquer";

/* Preferences: Panel 2 (Cities) */
"citiesTabTitle" =
    "Villes";
"citiesTabHeaderActiveText" =
    "Actif";
"citiesTabHeaderNameText" =
    "Nom de la ville";
"citiesTabHeaderServersText" =
    "Serveurs actifs (pas éditable)";
"citiesTabDescriptonText" =
    "La première ville est affichée dans le menu. Glisser/déposer dans la fenêtre la nouvelle ville pour réorganiser l'ordre.";
"addCityTitle" =
    "Ajouter une ville";
"editCityTitle" =
    "Éditer une ville";
"removeCityTitle" =
    "Supprimer une ville";
"updateMenuTitle" =
    "MàJ Menu";
"useGlobalUnitsTitle" =
    "Unités générales";
"explainGlobalUnitsText" =
    "Des unités différentes peuvent être entrées individuellement pour chaque ville dans les onglets \"info. météo\" et \"info. prévisionnelles\" dans la fenêtre de \"l'éditeur de ville\".";
"degreesNameText" =
    "Degrés : ";
"distanceNameText" =
    "Distance : ";
"speedNameText" =
    "Vitesse : ";
"pressureNameText" =
    "Pression : ";
"fahrenheitText" =
    "Fahrenheit";
"celsiusText" =
    "Celsius";
"milesText" =
    "Miles";
"feetText" =
    "Pied";
"kilometersText" =
    "Kilomètres";
"metersText" =
    "Mètres";
"milesPerHourText" =
    "Miles/Heure";
"kilometersPerHourText" =
    "Kilomètres/Heure";
"metersPerSecondText" =
    "Mètres/Second";
"knotsText" =
    "Nœuds";
"inchesText" =
    "Pouces";
"millibarsText" =
    "Millibars";
"kilopascalsText" =
    "Kilopascals";
"hectopascalsText" =
    "Hectopascals";
 

/* Preferences: Panel 3 (Updating) */
"updatingTabTitle" =
    "Mises à jour";
"updateIntervalBoxTitle" =
    "Fréquence de mise-à-jour";
"updateXminutesTitle" =
    "Mise-à-jour toutes les";
"minutesText" =
    "minutes";
"cycleXminutesTitle" =
    "Changer de cycle toutes les";
"changeLocationsXminutesTitle" =
    "Changer de lieux toutes les";
"updatesAndProblemsBoxTitle" =
    "Mises-à-jour du logiciel et problèmes";
"checkForNewVersionsTitle" =
    "Vérifier nouvelle version au lancement";
"checkForServerProblemsTitle" =
    "Vérifier problèmes serveur au lancement";
"logMessagesTItle" =
    "Les messages du journal à la console";
"checkForNewVersionButtonTitle" =
    "Afficher nouvelle version";
"checkForNewErrorsButtonTitle" =
    "Afficher les erreurs";
"displayLocationBoxTitle" =
    "Afficher l'application";
"menubarButtonTitle" =
    "Barre de menu";
"dockButtonTitle" =
    "Dock";
"bothButtonTitle" =
    "Les deux";
"displayLocationTextData" =
    "Meteorologist peut être affiché dans le Dock, dans la barre de menu ou dans les deux.";

/* Preferences: Panel 4 (Alerts) */
"alertsTabTitle" =
    "Alertes";
"weatherAlertsBoxTitle" =
    "Alertes météo";
"weatherAlertEmailTitle" =
    "Email";
"weatherAlertSMSTitle" =
    "SMS";
"weatherAlertBeepTitle" =
    "Beep";
"weatherAlertSongTitle" =
    "Song";
"weatherAlertBounceTitle" =
    "Bounce";
"weatherAlertMessageTitle" =
    "Message";
"weatherAlertChooseSongTitle" =
    "Choisir le fichier chanson";

/* Preferences: Panel 5 (About) */
"aboutTabTitle" =
    "À propos de ...";
"aboutHomepageTitle" =
    "Page d'accueil";
"aboutWebSupportTitle" =
    "Groupe de support Web";

/* Weather Alert Message */
"weatherAlertPanelTitle" =
    "Messages d'alerte météo";
"killSoundsButtonTitle" =
    "Arrêter la chanson";
"clearLogButtonTitle" =
    "Effacer l'adresse";

/* Download Window */
"downloadWindowTitle" =
    "";
"downloadWindowTextText" =
    "Télécharger une image";
"downloadWindowNameText" =
    "Nom de l'image :";
"downloadWindowSizeText" =
    "Taille de l'image :";

/* City Editor Panel */
"cityEditorWindowTitle" =
    "Éditeur de ville";
"serversTabTitle" =
    "Serveurs";
"weatherItemsTabTitle" =
    "Info. météo";
"forecastItemsTabTitle" =
    "Info. prévisionnelles";
 
/* City Editor: Panel 1 (Servers) */
"cityNameTitle" =
    "Nom de la ville : ";
"cityNameDescriptionLabel" =
    "Maison, vacances, travail, grand-parents, parents, etc...";
"weatherServersTitle" =
    "Serveurs météo : ";
"weatherModulesTable" =
    "Serveurs météo : ";
"weatherServersDescriptionTItle" =
    "Pour chaque serveur interrogé, le plus précis est utilisé.";
"cityOrZipSearchTitle" =
    "Ville ou code postal : ";
"searchButtonTitle" =
    "Chercher";
"cityNameCellTitle" =
    "Nom de la ville";
"onlyTheFirstEightDescriptionTitle" =
    "Cette fenêtre affiche seulement les 8 premières villes";
"cancelButtonTitle" =
    "Annuler";
"confirmButtonTitle" =
    "Confirmer";

/* City Editor: Panel 2 (Weather Items) */
"currentWeatherItemsTitle" =
    "Météo actuelle";
"currentWeatherItemsPropertyTitle" =
    "Propriété";
"currentWeatherItemsOnTitle" =
    "Choix";
"currentWeatherItemsUnitTitle" =
    "Unité";
"currentWeatherItemsServerTitle" =
    "Sélection du serveur";
"citiesListTitle" =
    "Villes";
"ImportButtonTitle" =
    "Importer les préférences des villes";

/* City Editor: Panel 3 (Forecast Items) */
"longTermForecastItemsTitle" =
    "Prévisions à long terme";
"longTermForecastItemsOnTitle" =
    "Choix";
"longTermForecastItemsPropertyTitle" =
    "Propriété";
"longTermForecastItemsUnitTitle" =
    "Sélection";
"longTermForecastItemsServerTitle" =
    "Sélection du serveur";

/* Values in menu */
"Temperature" =
	"Température";
"Feels Like" =
	"Température ressentie";
"Dew Point" =
	"Point de rosée";
"Humidity" =
	"Humidité";
"Visibility" =
	"Visibilité";
"Pressure" =
	"Pression";
"Wind" =
	"Vent";
"UV Index" =
	"Index UV";
"Last Update" =
	"Dernière mise à jour";
"Date" =
	"Date";
"Forecast" =
	"Prévisions";
"High" =
	"Haut";
"Low" =
	"Bas";
"Precipitation" =
	"Précipitation";
"Extended Forecast" =
	"Prévisions lointaines";
"Weather Alert" =
	"Alerte météo";
"Radar Image" =
	"Image Radar";
"Controls" =
	"Contrôles";
"Show City Editor" =
	"Accéder à l'éditeur de ville";
"City Switcher" =
	"Changer de ville";
"Preferences" =
	"Préférences";
